<?php
$sitename = 'Tales.Duilas.Ru';
$this->title = 'Пользовательское соглашение';
?>
<div>
    <div>
        1. Публикуя материалы на сайте <?= $sitename ?> (далее Сайт), пользователь (далее Пользователь) самостоятельно
        несет
        ответственность за любые нарушения законодательства.
    </div>
    <div>
        2. Администрация сайта (далее Администрация) оставляет за собой право просматривать опубликованные на Сайте
        материалы (включая email Пользователей), но обязуется их не распространять, за исключением случаев, если
        Администрации становится известно о совершенном или готовящемся нарушении законов Российской Федерации.
    </div>
    <div>
        3. Администрация обязуется не выводить на сайте никакие личные данные Пользователей (включая email), кроме тех,
        которые пользователи сами решат выложить в общий лоступ.
    </div>
    <div>
        4. Администрация обязуется не проводить массовые рассылки Пользователям никаких сообщений, за исключением
        случаев, когда Пользователи сами подписались на такую рассылку.
    </div>
    <div>
        5. Администрация не несет ответственности за содержание опубликованных на сайте материалов, а также за вред,
        нанесенный ими Пользователю.
    </div>
    <div>
        6. Администрация старается обеспечить бесперебойную работу Сайта. Администрация не несет ответственности за
        технические сложности, вызывающие проблемы в работе сайта, а также за потерю материалов Пользователя,
        вызванную техническими сложностями.
    </div>
    <div>
        7. Администрация оставляет за собой право без объяснения причин удалять с сайта те или иные материалы.
    </div>
    <div>
        8. Администрация оставляет за собой право в любой момент изменять условия настоящего Соглашения. В случае
        несогласия с Соглашением, Пользователь обязан в течение трех дней перестать пользоваться Сайтом.
    </div>
</div>