<?php
$sitename = 'Tales.Duilas.Ru';
?>
<style>
    body {
        height: auto;
    }
</style>
<div>
    <h1>Статус правил</h1>
    <p>Настоящие правила пользования сайтом <?= $sitename ?> (далее &ndash; Правила) определяют условия использования
        <?= $sitename ?>, права и обязанности пользователя интернет-ресурса <?= $sitename ?> (далее &ndash;
        Пользователь) и
        администрации <?= $sitename ?> (далее &ndash; Администрация). Правила распространяются также на отношения,
        связанные с
        правами и интересами третьих лиц, не являющихся Пользователями, но чьи права и интересы могут быть затронуты в
        результате действий Пользователей.</p>
    <p>Доступ к использованию <?= $sitename ?>, его функционалу и содержанию предоставляется в согласии с Правилами.
        Поэтому
        необходимо ознакомиться с условиями Правил, которые рассматриваются Администрацией как публичная оферта в
        соответствии со статьей 437 Гражданского кодекса Российской Федерации. Правила вступают в силу для Пользователя
        с момента его регистрации на сайте и действуют в течение неопределенного срока.</p>
    <p>Правила являются юридически обязательным соглашением между Пользователем и Администрацией, предметом которого
        является предоставление Пользователю доступа к использованию <?= $sitename ?>, его функционала и содержания.
        Пользователь обязан полностью ознакомиться с Правилами до момента регистрации на <?= $sitename ?>. Регистрация
        Пользователя на <?= $sitename ?> означает полное и безоговорочное принятие Пользователем настоящих Правил в
        соответствии со статьей 438 Гражданского кодекса Российской Федерации.</p>
    <p>Правила могут быть изменены и/или дополнены Администрацией в одностороннем порядке без какого-либо специального
        уведомления. Правила являются открытым и общедоступным документом. Администрация рекомендует Пользователям
        регулярно проверять условия Правил на предмет их изменения и/или дополнения. Продолжение использования
        <?= $sitename ?> Пользователем после внесения изменений и/или дополнений в Правила означает принятие и согласие
        Пользователя с такими изменениями и/или дополнениями.</p>
</div>
<div>
    <h1>Регистрация пользователя</h1>
    <p>Регистрация Пользователя на <?= $sitename ?> является добровольной и необходима для получения Пользователем
        доступа к функционалу <?= $sitename ?>.
        Пользователем является физическое лицо, зарегистрированное на <?= $sitename ?> в соответствии с установленным
        Правилами порядком.</p>
    <p>Пользователю может быть предложено пройти ряд удостоверительных процедур, в том числе подтверждение
        подлинности адреса электронной почты и/или номера телефона.</p>
    <p>Регистрируясь, Пользователь дает согласие на обработку своих персональных данных. Обработка персональных
        данных Пользователя осуществляется в соответствии с законодательством Российской Федерации. Администрация
        обрабатывает персональные данные Пользователя в целях предоставления Пользователю доступа к использованию
        функционала <?= $sitename ?>, в том числе в целях исследования и анализа таких данных, позволяющих
        поддерживать и улучшать функционал и разделы <?= $sitename ?>, а также разрабатывать новый функционал и разделы
        <?= $sitename ?>. Администрация принимает все необходимые меры для защиты персональных данных Пользователя от
        неправомерного доступа, изменения, раскрытия или уничтожения. Администрация предоставляет доступ к
        персональным данным Пользователя только тем работникам, подрядчикам и агентам Администрации, которым эта
        информация необходима для обеспечения функционирования <?= $sitename ?> и предоставления Пользователю доступа к
        его использованию. Администрация вправе использовать предоставленную Пользователем информацию, в
        том числе персональные данные, в целях обеспечения соблюдения требований действующего законодательства
        Российской Федерации (в том числе в целях предупреждения и/или пресечения незаконных и/или противоправных
        действий Пользователей). Поскольку Администрация осуществляет обработку персональных данных Пользователя в
        целях исполнения Правил, в силу положений законодательства о персональных данных лично выраженное согласие
        Пользователя на обработку его персональных данных не требуется.</p>
    <p>Администрация оставляет за собой право удалять или изменять регистрацию Пользователя, любую публикуемую
        Пользователем информацию, приостанавливать, ограничивать или прекращать доступ Пользователя ко всем или к
        любому из разделов или функционалу <?= $sitename ?> в любое время по любой причине или без объяснения причин, с
        предварительным уведомлением или без такового.</p>
    <p>Выбранные Пользователем логин и пароль являются необходимой и достаточной информацией для доступа
        Пользователя на <?= $sitename ?>. Пользователь несет полную ответственность за их сохранность, самостоятельно
        выбирая способ их хранения. Пользователь на используемом им аппаратно-программном обеспечении может разрешить
        хранение логина и пароля (с использованием файлов cookies) для последующей автоматической авторизации на
        <?= $sitename ?>.</p>
    <p>Если Пользователем не доказано обратное, любые действия, совершенные с использованием его логина и пароля,
        считаются совершенными соответствующим Пользователем. В случае несанкционированного доступа к логину и
        паролю и/или персональной странице Пользователя или распространения логина и пароля Пользователь обязан
        незамедлительно сообщить об этом Администрации.</p>
</div>
<div>
    <h1>Обязанности Пользователя</h1>
    <p>При использовании <?= $sitename ?> Пользователь обязан:</p>
    <p>
    <ul>
        <li>соблюдать положения действующего законодательства Российской Федерации, Правил и иных указаний
            Администрации, переданных Пользователю на адрес электронной почты, указанной при регистрации;
        </li>
        <li>информировать Администрацию о несанкционированном доступе к персональной странице и/или о
            несанкционированном доступе и/или использовании пароля и логина Пользователя;
        </li>
        <li>не публиковать на <?= $sitename ?> информацию (в том числе текст, изображения, аудио- и видеоматериалы,
            ссылки), которые могут нарушать законодательство Российской Федерации и/или права и интересы других лиц;
        </li>
        <li>перед публикацией информации предварительно оценивать законность своих действий, а в случае сомнений
            воздержаться от публикации.
        </li>
    </ul>
    </p>
    <p>При использовании <?= $sitename ?> Пользователю запрещается:</p>
    <p>
    <ul>
        <li>публиковать, распространять и предоставлять доступ или иным образом использовать любую информацию,
            которая:
            <ul>
                <li>содержит угрозы, дискредитирует, оскорбляет, порочит честь, достоинство или деловую репутацию
                    или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц;
                </li>
                <li>нарушает права несовершеннолетних лиц;</li>
                <li>содержит любое подстрекательство к совершению суицида;</li>
                <li>пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или
                    вражды, пропагандирует фашизм или идеологию расового превосходства;
                </li>
                <li>содержит экстремистские материалы;</li>
                <li>пропагандирует преступную деятельность или содержит советы, инструкции или руководства по
                    совершению преступных действий;
                </li>
                <li>содержит информацию ограниченного доступа, включая (но не ограничиваясь) государственной и
                    коммерческой тайной, информацией о частной жизни третьих лиц;
                </li>
                <li>содержит рекламу или описывает привлекательность употребления наркотических веществ, в том числе
                    &laquo;цифровых наркотиков&raquo; (звуковых файлов, оказывающих воздействие на мозг человека за
                    счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и
                    советы по употреблению;
                </li>
                <li>носит мошеннический характер;</li>
                <li>нарушает иные права и интересы граждан и юридических лиц или требования законодательства
                    Российской Федерации.
                </li>
            </ul>
        </li>
    </ul>
    </p>
    <p>
    <ul>
        <li>незаконно загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом
            использовать интеллектуальную собственность Пользователей и третьих лиц;
        </li>
        <li>осуществлять массовые рассылки сообщений в адрес других Пользователей без их согласия;</li>
        <li>использовать программное обеспечение и осуществлять действия, направленные на нарушение нормального
            функционирования <?= $sitename ?>;
        </li>
        <li>загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать вирусы,
            трояны и другие вредоносные программы;
        </li>
        <li>использовать без специального на то разрешения Администрации автоматизированные скрипты (программы) для
            сбора информации на <?= $sitename ?> и/или взаимодействия с <?= $sitename ?> и его функционалом;
        </li>
        <li>любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться
            получить доступ к логину и паролю другого Пользователя;
        </li>
        <li>осуществлять незаконные сбор и обработку персональных данных других лиц;</li>
        <li>осуществлять использование <?= $sitename ?> иным способом, кроме как через интерфейс, предоставленный
            Администрацией;
        </li>
        <li>воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать доступ к
            использованию <?= $sitename ?>;
        </li>
        <li>размещать любую другую информацию, которая, по мнению Администрации, является нежелательной, не
            соответствует целям создания и функционирования <?= $sitename ?>, ущемляет интересы Пользователей или по
            другим причинам является нежелательной для размещения на <?= $sitename ?>;
        </li>
    </ul>
    </p>
    <p>Пользователь несет личную ответственность за любую информацию, которую размещает на <?= $sitename ?>,
        сообщает другим Пользователям, а также за любые взаимодействия с другими Пользователями, осуществляемые на
        свой риск.</p>
    <p>В случае несогласия Пользователя с Правилами или их обновлениями Пользователь обязан отказаться от
        использования сайта, проинформировав об этом Администрацию.</p>
</div>
<div>
    <h1>Ответственность Пользователя</h1>
    <p>Пользователь несёт ответственность за любые собственные действия на <?= $sitename ?> и соблюдение Правил.
        Нарушение Правил и действующего законодательства Российской Федерации влечет за собой гражданско-правовую,
        административную или уголовную ответственность.</p>
    <p>Пользователь несет личную ответственность за любую информацию, которую публикует на <?= $sitename ?>.
        Пользователь не имеет права публиковать на <?= $sitename ?> информацию, если он не обладает соответствующими
        правами на совершение таких действий, приобретенными или переданными ему в соответствии с законодательством
        Российской Федерации.</p>
    <p>Администрация не несет ответственности за возможные негативные последствия для Пользователя или третьих лиц,
        возникшие из-за нарушение Правил.</p>
    <p>Администрация обеспечивает функционирование и работоспособность <?= $sitename ?> и старается оперативно
        восстанавливать его работоспособность в случае технических сбоев и перерывов. Администрация не несет
        ответственности за временные сбои и перерывы в работе <?= $sitename ?> и вызванные ими потерю информации.
        Администрация не несет ответственности за любой ущерб компьютеру Пользователя или иного лица, мобильным
        устройствам, любому другому оборудованию или программному обеспечению, вызванный или связанный со
        скачиванием материалов с <?= $sitename ?> или по ссылкам, размещенным на <?= $sitename ?>.</p>
    <p>Администрация отказывается от всяких гарантий того, что <?= $sitename ?> или его функционал могут подходить или
        не подходить для конкретных целей использования. Администрация не может гарантировать и не обещает никаких
        специфических результатов от использования <?= $sitename ?> и/или его функционала.</p>
    <p>Ни при каких обстоятельствах Администрация или ее представители не несут ответственность перед Пользователем
        или перед любыми третьими лицами за любой косвенный, случайный, неумышленный ущерб, включая упущенную выгоду
        или потерянные данные, вред чести, достоинству или деловой репутации, вызванный в связи с использованием
        <?= $sitename ?>, его содержимого или иных материалов, к которым Пользователь или иные лица получили доступ с помощью
        <?= $sitename ?>, даже если Администрация предупреждала или указывала на возможность такого вреда.</p>
</div>